yade-trunk_modified_lambdaModel/examples/openfoam/terminalVelocity/0_org/uSource

FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      uSource;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -2 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{

    top
    {
        type            calculated;
        value           uniform (0 0 0);
    }


    bottom
    {
        type            calculated;
        value           uniform (0 0 0);
    }


    outlet 
    {
        type            calculated;
        value           uniform (0 0 0);
    
    }




    inlet 
    {
        type            calculated;
        value           uniform (0 0 0);
    
    }


    front 
    {
        type            calculated;
        value           uniform (0 0 0);
    
    }


    back
    {
        type            calculated;
        value           uniform (0 0 0);
    
    }

}

// ************************************************************************* //
